app/controllers/tickets_controller.rb

  def show
    @ticket = Ticket.find(params[:id])
---
SELECT * FROM "tickets" WHERE ("tickets"."id" = 79)